{
    "navbar": {
        "home": "Beranda",
        "about": "Tentang Saya",
        "skill": "Keahlian",
        "portofolio": "Karya",
        "contact": "Kontak"
    },
    "home": {
        "title": "Dengan Menggabungkan Ide Kreatif dan Teknologi Terkini, Membawa Visi Anda ke Layar dengan ",
        "subtitle": "Integrasi Web dan Mobile yang Mulus.",
        "kontaksaya":"Hubungi Saya",
        "aboutme":"Tentang Saya",
        "tentangsaya": "Siapa Saya?",
        "name": "Nama",
        "nomor": "Nomor Handphone",
        "email": "Email",
        "alamat": "Alamat",
        "deskripsitentangsaya": "Sebagai pengembang web, saya memiliki kemampuan belajar yang cepat dan mudah beradaptasi dengan lingkungan baru. Saya menikmati tantangan baru dan selalu siap untuk berkolaborasi dalam tim. Selain itu, saya juga tertarik untuk mengeksplorasi dunia pengembangan mobile. Saya yakin dapat memberikan kontribusi positif bagi tim.",
        "kemampuanyangsayamiliki": "Apa keunggulan yang saya miliki dalam bidang ini?",
        "portofolioterbaru": "Galeri Karya Terkini",
        "deskripsicvform":"Proyek Formulir Curriculum Vitae memudahkan Anda untuk membuat CV profesional yang menonjol dengan mudah",
        "keterangancvform": "Saya menggunakan Laravel untuk pengembangan situs web ini dan MySQL sebagai sistem manajemen basis datanya. Saat ini, basis data dioperasikan secara lokal. Tujuan utama dari pembuatan situs web ini adalah sebagai bagian dari bootcamp untuk mempersiapkan diri memasuki perusahaan tempat saya bekerja saat ini.",
        "deskripsibreezio": "Website perkiraan cuaca ini memungkinkan Anda untuk dengan mudah mengakses informasi cuaca yang akurat dan cepat mencari kondisi di lokasi mana pun.",
        "keteranganbreezio": "Website perkiraan cuaca ini menawarkan kemudahan dalam mengakses informasi cuaca terkini. Dengan fitur pencarian lokasi, Anda dapat menemukan cuaca di berbagai tempat dengan cepat dan efisien. Antarmuka yang sederhana memastikan pengalaman pengguna yang menyenangkan."
    },
    "about": {
        "head": "Mengenal Saya Lebih Dekat",
        "subhead": "Mari kita mulai perjalanan untuk saling mengenal lebih jauh.",
        "tentangsaya": "Tentang Saya",
        "riwayatpendidikan": "Riwayat Pendidikan",
        "pengalamankerja": "Pengalaman Kerja",
        "texttentangsaya": "Saya adalah lulusan SMK dengan jurusan Teknik Komputer dan Jaringan, di mana saya berhasil menyelesaikan studi saya dengan predikat yang baik. Selama masa pendidikan, saya mendapatkan kesempatan berharga untuk menjalani program Praktek Kerja Lapangan (PKL) di bidang networking fiber optik, yang tidak hanya memperdalam pengetahuan saya tentang infrastruktur jaringan, tetapi juga memberikan pengalaman langsung dalam menerapkan teori yang telah saya pelajari di kelas.",
        "texttentangsaya2": "Saat ini, saya berkarir sebagai Junior Web Developer di PT Belanja Pasti Indonesia. Dalam peran ini, saya terlibat dalam berbagai aspek pengembangan dan pemeliharaan aplikasi web, termasuk perancangan antarmuka pengguna yang intuitif dan pengoptimalan performa website. Saya sangat antusias untuk terus mengeksplorasi teknologi baru dan mengasah keterampilan saya dalam dunia pengembangan web yang terus berkembang.",
        "texteducation": "Saya fokus mempelajari Administrasi Sistem Jaringan selama menempuh pendidikan, dengan penekanan pada konfigurasi perangkat jaringan, pemecahan masalah, dan manajemen sistem. Saya juga mendalami Administrasi Infrastruktur Jaringan dan Teknologi Layanan Jaringan. Selama pendidikan, saya memperoleh pengalaman berharga dengan berpartisipasi dalam Lomba Kompetensi Siswa (LKS) tingkat Provinsi Yogyakarta dalam bidang IT Network System Administration pada tahun 2023, yang memperkuat pemahaman dan keterampilan saya di bidang ini.",
        "smknegeri": "Sekolah Menengah Kejuruan Negeri 2 Pengasih",
        "teknikjaringankomputer": "Teknik Komputer Jaringan dan Telekomunikasi",
        "ptbelanja":"PT Belanja Pasti Indonesia",
        "webdeveloper":"Pengembang Web",
        "textexperience":"Saya telah berkontribusi secara aktif dalam pengembangan berbagai proyek web. Hingga saat ini, saya telah terlibat dalam tiga proyek signifikan, dengan peran termasuk pengembangan front-end di mana saya menerapkan antarmuka pengguna berdasarkan desain yang dibuat oleh tim kreatif. Selain itu, saya juga memiliki pengalaman dalam menangani integrasi database dan API serta tugas-tugas front-end, memastikan solusi web yang kohesif dan fungsional."
    },
  "skill": {
        "desc": "Saya memiliki keterampilan dalam pengembangan frontend dan backend, dengan fokus pada desain responsif menggunakan Tailwind CSS. Saya berpengalaman dalam framework seperti Next.js dan React.js, dan sering menggunakan pustaka Framer Motion. Selain itu, saya biasanya mengintegrasikan komponen UI dari Aceternity UI atau Magic UI untuk meningkatkan pengalaman pengguna."
    },
    "portofolio": {
        "titleportofolio": "Galeri Karya Web",
        "subtitleportofolio":"Menampilkan hasil karya saya dalam pengembangan situs dan aplikasi berbasis web"
    },
    "sekarang": "Sekarang",
    "bacaselengkapnya": "Baca Selengkapnya"
}
